[
    {
        "filename": "landsurveyor.pdf",
        "content": "Professional land surveyors’ fi rst role is to serve the best interests of \nthe public. Their work is crucial to responsible land development \nand property management. Surveyors determine property \nboundaries and features, identify easements and encroachments, \nhelp private landowners from m aking costly boundary line mistakes \nand ensure that building codes and regulations are enforced to \nprotect the public. There are several services that only a licensed \nprofessional surveyor can provide, including surveys for property \ntitles and real estate financing, insurance, boundaries, and \nconstruction. If you think you need a land surveyor and don’t know \nwhere to start, this short guide will help.  \nIf you have more questions, visit plso.org/surveyor .  \nOr to fi nd a surveyor, visit plso.org/fi nd  to get started!  \n \nWhen do I need a land surveyor?  \nProperty line disputes and contractual sales are often why one \nmight need to hire a surveyor. Below is a list the common types \nof surveys that an individual might need:  \n1. American Land Title Association Survey (A.L.T.A.):  Provides a \nproperty title company and mortgage lender with location \ndata for issuing a property title and mortgage insurance, such \nas the boundaries, easements, and the location of \nimprovements (structures, fences, utility lines, roads, etc.).  \n2. Boundary: Locates property corners and boundary lines of \nproperty.  \n3. Floodplain:  Determines the elevation of a building or piece of \nland and whether it is located within a fl  oodplain.  \n4. Property Survey:  Determines the legal property boundary,   \nwhen it has already been described in legal documents.  \n5. Construction: Provides measurements for erecting \nimprovements, such as roads, buildings and pipelines.  \n6. Land Development:  When a lot is split into two or more \nparcels, showing property corners and survey data for legal \ntitle and description.  \nFrequently asked questions  \n \n \n Who can provide me with an official survey?  \nOnly a licensed professional land surveyor may provide a legal land \nsurvey and create or modify boundaries or easements. Professionals \nlicensed through the Oregon State Board of Examiners for Engineering \nand Land Surveying (OSBEELS) are authorized to provi de legal land \nsurveys or  create or modify surveys in Oregon. Learn more about \nOSBEELS at  oregon.gov/osbeels . \nWhat do I look for when hiring a surveyor?  \nAlways consider qualifications and if a surveyor is licensed to work in the \nstate. As any other profession, references and past projects are a good \nindicator. Price is not the sole indicator of the quality of work a surveyor \nmay do for you. A land surveyor  acts on the behalf of the public and may \nappear for you in planning commission meetings or in a court of law. \nSurveyors often communicate with your neighbors on your behalf. Make \nsure you are comfortable with the surveyor you hire, and that you both \nhave a clear understanding of what you’re trying to accomplish. Make \nsure to clearly define the scope of work by clarifying goals and \nexpectations.  \nWill a land surveyor tell me where my  boundary \nlines are?  \nIn Oregon, as in most states, only a court of law can decide questions  \nof property ownership. Your land surveyor locates the boundaries of \nthe property on the ground as described in your deed, marking the \nproperty corners with physical monuments if none e xist, provides a \nmap, and documents survey results. This map will be recorded with \nthe County Surveyor in the county in which the property is located. If \nconflicts exist,  your land surveyor will advise on property remedies. \nBoundary disagreements may need  to be resolved by a court of law; \nonly  the courts can settle ownership disputes.  \nWill I know if encroachments on the property exist?  \nPossible encroachments are identified as part of the survey. \nEncroachments may not have to be shown on the map submitted for \nfiling with the county surveyor. A separate map may be necessary.  \nWill I know if easements exist on my property?  \n \n \n An easement grants another entity the right to cross or use your  land \nfor a specific purpose, such as a utility company. A surveyor can \ndetermine this if a title report is provided by the owner or ordered \nduring the survey. The owner should make it clear to the land  \nsurveyor what additional information should be disclosed by the \nsurvey. Researching one boundary is generally the same as surveying \nthe entire parcel. If the property has not been surveyed in a long time \nor boundary monuments have disappeared,  a complete boundary \nsurvey is the most  cost -effective.  \nHow can there be conflicting boundary \nand easement lines?  \nBoundary and easement line disputes, gaps, and overlaps are \nsometimes a result of faulty legal descriptions that were originally \nwritten and recorded by persons lacking proper qualifications. It is \ncritical to have property lines clearly described and surv eyed when \nboundaries or easement lines are created or changed. Under \ncurrent law, any newly -created and most adjusted boundary lines \nrequire a survey and processing through governmental agencies. A \nproperty survey may reduce potential boundary and easement  \nconflicts or resolve outstanding issues.  \nWhy do I need an Elevation Certificate for my property \nand how do I get it?  \nAn Elevation Certificate is one way to comply with the National \nFlood Insurance Program requirements. It is required to properly \nrate certain structures for flood insurance premiums. Elevation \nCertificates must  be prepared and certified by a Licensed Land  \nSurveyor.  \nHow will I know what has been surveyed?  \nYour land surveyor will perform the survey in accordance with the \nmutually agreed upon scope of work. If the scope of work calls for \nmonumentation, property corners will be marked with steel rods or \nother permanent monuments, and a survey will be filed. Th e \nproperty corners should be shown to the owner. A survey map will \nbe filed whenever property corners are set indicating dimensions of \nproperty lines and other relative data as required by state law.  \n \n \n Understanding Survey Costs  \nLike anything else, it depends on the amount of time and \ndetail needed for the scope of work. Below are examples \nof scenarios that may affect the cost:  \n• Type of Survey  \n• Type of Deed Description  \n• Amount of Record Research Needed  \n• Property Size and Shape  \n• Terrain and Vegetation  \n• Accessibility to Property and Neighbor Relationships  \n• Amount of Existing Evidence on Property  \n• Time of Year  \n• Title Company or Lender Requirements  \n• County Fees  \n \nThere are many variables that make it difficult to determine exact \ncosts in advance. Based on experience, your land surveyor should \nbe able to provide a cost estimate. The land surveyor you choose \nmay require a contract for their services that details the work to \nbe done and the compensation required.  \nFind a surveyor at plso.org/find .  \nMore questions? Visit plso.org/surveyor"
    },
    {
        "filename": "Executive-Order-No.-1035-1.pdf",
        "content": "EXECUTIVE ORDER NO. 1035 \n \nPROVIDING THE PROCEDURES AND GUIDELINES FOR THE EXPEDITIOUS \nACQUISITION BY THE GOVERNMENT OF PRIVATE REAL PROPERTIES OR \nRIGHTS THEREON FOR INFRASTRUCTURE AND OTHER GOVERNMENT \nDEVELOPMENT PROJECTS \n \nWHEREAS, one of the major causes of delays in the implementation of \ndevelopment projects, particularly national infrastructure projects, has been the processing of acquisition of private properties or rights-of-way (ROW) thereon which are \nneeded for said projects, and the settlement of claims for payment thereof;  \n \nWHEREAS, such property or ROW acquisitions are being hampered by several \nproblems such as refusal of landowners/tenants to allow government personnel to enter \nthe property during parcellary surveys, refusal of owners to sell because of \ncultural/personal value attached to the property, difficulties encountered by landowners in complying with existing rigid government al requirements for payment of claims, and \ndelays in issuance of court orders in expropriation cases;  \n \nWHEREAS, the delays in the implementati on of development projects due to the \naforementioned problems on property/ROW acquisitions have been causing a big drain on the government's financial resources in view of increased project costs specifically in terms of commitment fees on undrawn balance of foreign loans and price escalation;  \n \nWHEREAS, there is an urgent need to amend existing rules and regulations, as \nwell as to adopt new procedures and guidelines in order to expedite the acquisition of private property or rights thereon needed for infrastructure and other development projects of the government; \n \nNOW, THEREFORE, I, FERDINAND E. MA RCOS, President of the Republic of \nthe Philippines, by virtue of the powers vested in me by the Constitution, do hereby order and direct as follows:  \n \nSec. 1. Scope and Applicability. The provisions of this Executive Order shall govern all acquisitions of private real properties or rights-of-way (ROW) thereon needed for infrastructure projects and other development projects of the government which are \nundertaken by any ministry, agency, office  or instrumentality of the government, \nincluding government-owned or controlled corporations and state colleges and \nuniversities.  \n \nTITLE A - ACTIVITIES PREPARATORY TO \nACQUISITION OF PROPERTY \n \nSec. 2. Feasibility Studies. Feasibility studies shall be undertaken for all major \nprojects, and such studies shall, in addition to the usual technical, economic and operational aspects, include the social, politic al, cultural and environmental impact of the \nproject.  \n \nSec. 3. Information Campaign. Every agency, office and instrumentality of the \ngovernment proposing to implement a dev elopment project which requires the \nacquisition of private real property or rights thereon shall first make consultations with \nthe local government officials, including the regional development councils having \njurisdiction over the area where the project will be undertaken to elicit their support and assistance for the smooth implementation of the project. The implementing \nagency/instrumentality concerned with the assi stance of the local government officials \nand representatives of the Office of Media Affairs shall conduct an extensive public \ninformation campaign among the local inhabitants that will be affected by the project to acquaint them with the objectives and benefits to be derived from the project and thus avoid any resistance to or objection against the acquisition of the property for the project.  \n \nSec. 4. Detailed Engineering/Surveys. The implementing government \nagency/instrumentality concerned shall, well in advance of the scheduled construction of the project, undertakes detailed engineering, including parcellary surveys to indicate the location and size of the sites and to determine ownership of the land to be acquired, including the status of such landownership.  \n \nSec. 5. Project Cost/Funding. The estimated cost of a project shall have the \nfollowing distinct components:  \na. Pre-investment cost which shall include the cost of undertaking the feasibility study and public information campaign.  \nb. Investment cost which shall include the cost of detailed engineering, cost of the property to be acquired and cost of construction and construction supervision.  \nThe programming and budgeting of funds for the pre-investment and  \npre-construction phases, carried out in that order, shall be undertaken well in advance of the scheduled commencement of construction. The implementing \nagency/instrumentality concerned shall include in their respective proposals for annual budgetary outlays provisions to finance these preparatory activities and the Office of Budget and Management (OMB) shall consider such proposals in the light of the foregoing. In the case of the infrastructure ministries, the necessary outlays for each phase of the pre-implementation activities shall be \nmade a distinct component of the annual infrastructure program which shall be \nreleased by the OMB as scheduled.  \n \nTITLE B - PROCEDURE FOR ACQUISITION OF \nPROPERTY \n \nSec. 6. Acquisition Through Negotiated Sale. As an initial step, the government \nimplementing agency/instrumentality concerned shall negotiate with the owner of the land that is needed for the project for the purchase of said land, including improvements thereon. In the determination of the purchase price to be paid, the Ministry of Finance and the Provincial/City/Municipal Assessors shall extend full assistance and coordinate \nwith the personnel of the government implementing agency concerned in the valuation of \nlands and improvements thereon taking into consideration the current and fair market value declared by the owner or administrator of the land, or such current market value as determined by the assessor, whichever is lower, prior to the negotiation.    \n \nSec. 7. Expropriation. If the parties fail to agree in negotiation of the sale of the \nland as provided in the preceding section, the government implementing agency/instrumentality concerned shall have authority to immediately institute expropriation proceedings through the Office of the Solicitor General or the Government Corporate Counsel, as the case may be. The just compensation to be paid for the \nproperty acquired through expropriation shall be in accordance with the provisions of \nP.D. No. 1533. Courts shall give priority to the adjudication of cases on expropriation \nand shall immediately issue the necessary writ of possession upon deposit by the \ngovernment implementing agency/instrumenta lity concerned of an amount equivalent to \nten per cent (10%) of the amount of just compensation provided under P.D. No. 1533; \nProvided, That the period within which said writ of possession shall be issued shall in no case extend beyond five (5) days from the date such deposit was made.  \n \nSec. 8. Conditions Precedent to Foreign Loan Negotiation. As a general rule, \nnegotiations for foreign loans to finance specific  construction projects and other projects \nrequiring acquisition of private real property or rights thereon shall be undertaken only after the negotiation for such acquisition with the property owner/s have been completed or the expropriation proceedings have been initiated: Provided, That before the filing of expropriation proceedings, the financing institution must have already favorably \nappraised the project: Provided, further, That exceptions to the above rule may be \nallowed by the Investment Coordination Committee (ICC) on a case-to-case basis depending on the type, size and technology of the project involved. In such case, the ICC shall determine the extent/stage of property acquisition that may be required as a pre-condition for project approval or for negotiation of a foreign loan to finance the \nproject.  \n \nTITLE C - PROCEDURE FOR PAYMENT AND \nREGISTRATION OF PROPERTY/ROW ACQUISITIONS \n \nSec. 9. Assessment of Taxes Due. The Bureau of Internal Revenue and the \nrespective Provincial/City/Municipal Treasurers shall assess the following taxes, where \napplicable, on the property being acquired:  \na) Capital gains tax due on the grains derived from the sale of the real property to the government;  \nb) Estate tax due on the portion of the estate of a deceased owner to be \nacquired by the government; and  \nc) Unpaid real estate taxes on the property up to the time the government \ntook possession thereof.  \nSuch assessment shall be made and transmitted to the government implementing agency/instrumentality concerned within one (1) week from the submission of complete requirements.  \n \nSec. 10. Withholding Tax/Tax Clearance. Upon receipt of the assessment \nof the aforementioned taxes, the government implementing agency/instrumentality concerned shall issue a certification that upon payment to the landowner; it shall deduct the corresponding capital gains tax and any unpaid estate tax and real estate tax.  \nOn the basis of such certification, the BIR and the respective \nProvincial/City/Municipal Treasurers shall issue the tax clearances for the registration of the property in favor of the government implementing agency/instrumentality concerned.  \nAll taxes deducted shall be immediat ely remitted by the government \nimplementing agency/instrumentality concerned to the BIR or the Provincial/City/Municipal Treasurer, as the case may be.  \n \nSec. 11. Payments for Improvements on the Property Acquired. Payment \nfor the improvements or property acquired which are not included in the respective tax declaration of the owner, shall be based on the physical inventory report prepared and \ncertified to by the representatives of the agency, the Commission on Audit, and the \nclaimant. In addition thereto, claims for payment of improvements must be supported by an affidavit of the claimant and affidavit of two (2) adjoining landowners or barangay \nofficials attesting to or substantiating the ownership of said improvements.  \n \nSec. 12. Indemnity Bond for Untitled Lands. In case where the property \nacquired is untitled, the government impl ementing agency/instrumentality concerned \nshall require the land owner to post an indemnity or property bond, the amount of which \nshall be fixed by the Provincial/City/Municipal Treasurer concerned on the basis of the \nmarket value as determined by the assessor and as appearing on the current tax \ndeclaration of the property. This requirement shall be dispensed with where the claim for payment does not exceed P50,000.  \n \nSec. 13. Period for Payment. The payment of property acquired shall be \neffected by the implementing government agency/instrumentality concerned within ninety (90) days upon approval by appropriate higher authorized of the negotiated sale and submission by the landowner of all required documents. In the case of property acquired through expropriation, payment shall be effected within ninety (90) days from the finality of the decision rendered by the court: Provided, That if at the time of finality of \nthe decision the funds originally allotted to cover the cost of the property are no longer \navailable due to expiration of the pertinent release instruments, payment shall be made upon the release of funds by the OBM which is hereby directed to effect the immediate release thereof, chargeable against available and applicable appropriations thereof.  \n \nSec. 14. Properties Covered by Operation Land Transfer. In case the land \nacquired is covered by the Operation Land Transfer of the Ministry of Agrarian Reform under P.D. No. 27, payment of the purchase price shall be made by the implementing \nagency/instrumentality concerned to the farmer-beneficiary owning such land by virtue of an emancipation patent issued by the Ministry of Agrarian Reform, free from all liens and \nencumbrances. If the land is not covered by an emancipation patent, or even if covered \nby an emancipation patent but the farmer-beneficiary is still amortizing the same with the Land Bank, payment shall be made by the government implementing \nagency/instrumentality to the landowner, or the Land Bank, as the case may be: Provided, That any amortization payments made by the farmer-beneficiary to the \nlandowner, or the Land Bank, as the case may be, shall be deducted by the government \nimplementing agency/instrumentality from the purchase price and shall be paid to the \nfarmer-beneficiary: Provided, further, That the farmer-beneficiary shall be entitled to the \nfinancial assistance provided for under Section 18 hereof.    \n \nSec. 15. Approval of Survey Plans. The National Land Titles and Deeds \nRegistration Administration and the Bureau of Lands shall give priority to the approval of \nall survey plans of parcels of land affect ed by government projects that have been filed \nunder their respective jurisdiction.  \nSec. 16. Registration of Deed of Conveyance. The Register of Deeds shall \nregister the deed of conveyance and issue the corresponding title in favor of the \ngovernment within seven (7) days from the date of presentation of such deed together with the certification provided in Section 10 hereof.  \nThe Register of Deeds shall also register the ROM agreement executed by the \nlandowner in favor of the government for the ROW easement acquired by the latter over his property.  \n \nTITLE D - ASSISTANCE TO DISPLACED \nTENANTS/OCCUPANTS \n \nSec. 17. Relocation/Resettlement of Tenants/Occupants Affected by \nProperty/ROW Acquisitions. In case where the land to be acquired for the project would \ninvolve displacement of tenants, farmers and other occupants, the Ministry of Human Settlements, Ministry of Agrarian Reform and other concerned agencies shall extend full cooperation and assistance to the implementing agency/instrumentality concerned in the relocation and resettlement of such displaced tenants and occupants.  \n \nSec. 18. Financial Assistance to Displaced Tenants/Occupants. The \ngovernment implementing agencies/instrument alities concerned shall extend financial \nassistance to the displaced tenants of agricultural lands, cultural minorities and settlers who are duly accredited by the Ministry of Agrarian Reform/Bureau of Forest \nDevelopment/Office of Muslim Affairs and Cultural Communities. In the case of cultural \nminorities payment of such financial assistance shall be based on land occupancy certificates pursuant to the provision of P.D. 419. The amount of financial assistance to be given to tenants/farmers of agricultural lands which is to be determined by the implementing agency concerned in consultation with appropriate agencies, shall be \nequivalent to the value of the gross harvest for one year on the principal and secondary \ncrops of the area acquired, based on the average annual gross harvest for the last three \npreceding crop years: Provided, That in no case shall the financial assistance be less \nthan P15,000.00 per hectare.  \nFinancial assistance may also be given to owners of lands acquired under CA \n141, as amended, for the area of portion subject to the reservation under Section 112 \nthereof in such amounts as may be determined by the implementing \nagency/instrumentality concerned, in consultation with the Commission on Audit and the assessor's office concerned.  \nPayment of the abovementioned financial assistance shall be made at the time of \nrelocation of the tenants/farmers.  \n \nSec. 19. Repealing Clause. All executive orders, instructions, rules and \nregulations or parts thereof inconsistent with this Executive Order are hereby repealed or modified accordingly.  acd \n \nSec. 20. Effectivity. This Order shall take effect immediately. \n \nDone in the City of Manila, this 25th day of June, in the year of Our Lord, \nnineteen hundred and eighty-five."
    },
    {
        "filename": "Processing of Tax Declarations.pdf",
        "content": "138 \n5. Processing of Tax Declarations - Reclassification Ff Land  \nRecalssification of land refers to a change in classification or designation of a property for taxation \npurposes. It may also occur if the physical characteristics of the property change, such as if a \nportion of land in converted to a different use of if the property is subdivided.  \nOffice or Division:  Office of the Provincial Assessor  \nClassification:  Complex  \nType of Transaction:  G2C- Government to Citizen/ G2B - Government to Business Entity  \nWho may avail:  All property owners and/or authorized representative  \nCHECKLIST OF REQUIREMENTS  WHERE TO SECURE  \nRECLASSIFICATION OF LAND  \n1. Transfer Certificate of Title (1 photocopy, 1 \nOriginal for verification)  \n2. Latest Realty Tax Receipt or Tax Clearance (1 \nphotocopy)  \n3. Sangguniang Panlalawigan Resolution or \nOrdinance (1 photocopy)  \n4. Sangguniang Bayan Resolution or Ordinance (1 \nphotocopy)  \n5. Owner's Letter Request(1 Original)  \n6. Secretary's Fee  \n7. Long Brown Envelope  \n \n*** IF REPRESENTATIVE (with Special Power of \nAttorney and/or Authorization letter duly signed by \nthe property owners with attached photocopy of \nidentification cards)   \n1. Registry of Deeds  \n2. Provincial/Municipal Treasurer's Office  \n3. Sangguniang Panlalawigan  \n4. Sangguniang Bayan  \n5. Property Owner  \n6. Provincial Treasurer's Office  \n7. Owner  \n \n \n Property Owner  \nCLIENTS STEPS  AGENCY ACTION  FEES TO \nBE PAID  PROCESSING \nTIME  PERSON \nRESPONSIBLE  \n1.  Approaches the frontline \nofficer and inquires about the \nprocessing of tax \ndeclarations.  1. Interviews and \nissues routing slip \n(PAO 002)  None  30 minutes  Admin Aide I  \nAdmin Unit  \n2. Submits letter of request \nfor reclassification  with thhe \ncomplete requirements and \nPAO 002 form  2. Checks the \ncompleteness \ndocument.  None  1 hour  Admin Aide I  \nAdmin Unit  \nNone  2.1 Issues Order of \nPayment Slip.  PHP \n400.00/ \nRPU  \n(PHP 250\n- Transfer \nof \nOwnershi\np Fee  \nPHP 150 \n- IT Fee)  5 minutes  Local Assessment \nOperations Officer I  \nAssessment \nDivision  \n3. Proceeds to the window of \nProvincial Treasurer's Office \nfor the payment of Secretary's \nFee and submit Official \nReceipt to LAOO.  3. Issues claim slip \nto client  None  10 minutes  Local Assessment \nOperations Officer II  \nAssessment \nDivision  \n \n139 \nNone  2.1 Issues Order of \nPayment Slip.  PHP 400.00/ \nRPU  \n(PHP 250 - \nTransfer of \nOwnership \nFee \nPHP 150 - IT \nFee) 5 minutes  Local Assessment \nOperations Officer I  \nAssessment Division  \n3. Proceeds to the \nwindow of Provincial \nTreasurer's Office for \nthe payment of \nSecretary's Fee and \nsubmit Official \nReceipt to LAOO.  3. Issues claim slip to client  \nNone  10 \nminutes  Local Assessment \nOperations Officer II  \nAssessment Division  \nNone  3.1 Checks the correctness \nof each documents the \nforwards to Encoders  None  1 day  Local Assessment \nOperations Officer III  \nAssessment Division  \nNone  3.2 Encodes and prints Tax \nDeclaration, affixes initial on \nit then forwards the \ndocuments to the Tax \nMapper.  None  2 hours  Bookbinder I  \nRecords Division  \nNone  3.3 Updates the Tax \nMapping Control Roll \n(TMCR).  None  1 hour  Draftsman III  \nTax Mapping Division  \nNone  3.4 Scans all attachments  None  2 hours  Admin Aide IV  \nNone  3.5 Updates/plots the Title \non the GIS Base Map, then \nforwards the documents to \nthe LAOO.  None  1 hour  Tax Mapper II  \nTax Mapping Division  \nNone  3.6 Checks the correctness \nof the data encoded, affixes \ninitial on the tax declaration.  None  1 day  Local Assessment \nOperations Officer III  \nAssessment Division  \nNone  3.7 Affixes initial on Tax \nDeclaration as to \ncorrectness then forwards \nthe documents to the \nAssistant Provincial \nAssessor.  None  30 \nminutes  LAOO IV  \nAssessment Division  \nNone  3.8 Affixes initial on Tax \nDeclaration then forwards \nthe documents to the \nProvincial Assessor.  None  20 \nminutes  Assistant Department \nHead  \nNone  3.9 Signs the Tax \nDeclaration, then forwards it \nto the Releasing Officer.  None  30 \nminutes  Department Head  \nNone  \n3.10 Issues Owner's Copy \nof Tax Declaration to owner  None  30 \nminutes  Admin Aide VI  \nRecords Division  \n \n140\n \n4. Receives Tax declarations.\n \n4. Records the \ntransaction.\n \nNone\n \n30 minutes\n \n \nAdmin Aide IV\n \nRecords Division\n \nNone\n \n4.1 Forwards copies \nof Notice of \nAssessment to \nAdmin Unit for \ntransmittal to PTO\n \nNone\n \n20 minutes\n \n \nAdmin Aide IV\n \nRecords Division\n \nNone\n \n4.2 Forwards copies \nto Records division \nand Municipal \nAssessors Staff for \nfiling.\n \nNone\n \n1 day \n \n \nAdmin Aide IV\n \nRecords Division\n \nTOTAL:\n \nPHP \n400.00 \nper title/\nimprove\nment\n \n4 days, 2 \nhours, 25 \nminutes"
    },
    {
        "filename": "Terms of Reference for Land Surveying Services.pdf",
        "content": "Republic of the Philippines  \nDEPARTMENT OF PUBLIC WORKS AND HIGHWAYS  \nOFFICE OF THE REGIONAL DIRECTOR  \nRegional Office No. IV -A \nEDSA, Quezon City  \n \nTERMS OF REFERENCE  \nFOR \nCONDUCT OF CONSULTANCY SERVICES FOR THE PARCELLARY SURVEY OF  \nMalvar – Balete Road (Leng th = 8.80 Kms.)  \n \n1.0 INTRODUCTION  \n \nA. Background  \n \nThe Government of the Philippines through the Department of Public Works and \nHighways (DPWH) intends to engage the services of local consultancy firms for the \nParcellary Survey of  Various Road Sections mentio ned above . \n \nB. Objective  \n \nThe objective of the parcellary survey is to identify affected lots within the Right -of-Way \n(ROW) limits, as indicated in the detailed road design plans approved by the DPWH \nSecretary or his authorized representative, and segregate t he affected lots for the \npurpose of registering them in favor of the Government.  \n        \nC. Scope of Work  \n \nThe Consultant shall provide all labor, instruments/equipment like Global Positioning \nSystem, Electronic Total Stations, Electronic Distance Measurement , Theodolites, \nTransits, etc. calibrated by the DENR Land Management Bureau; materials, supplies, \nvehicles, etc., necessary to perform satisfactorily the survey works herein required, viz:  \n \n1. Establishment of horizontal and vertical ground controls based on the Philippines \nPlane Coordinate System (PPCS) or the Philippines Traverse Me rcator (PTM) Grid \nCoordinate System and/or Executive Order No. 45 , series of 1993 , Adopting the \nPhilippines Reference System of 1992 as the Standard Reference System for Survey \nin the Philippines ; \n2. Traverse survey ; \n3. Research Work on the Affected Lots/Properties; and  \n4. Submission of the parcellary and subdivision plans  to the DENR Land Management \nBureau.  \n \nD. Detailed Survey and Mapping Requirements  \n \nThe detailed survey works shall be unde rtaken in accordance with the common \nsurveying and mapping requirement and specifications stipulated in the  Department of \nEnvironment and Natural Resources (DENR) Administrative Order No. 2007 -29, Revised \nRegulations for Land Surveys , and further amended b y Department Memorandum \nCircular No. 2010 -13; Manual for the Land Survey in the Philippines (Land Administrative \nOrder No. 4 of the Bureau of Lands); Executive Order No. 4,  series of 1993, adopting the \nPhilippines Reference System  of 1992 as the Standard R eference System for Survey in \nthe Philippines ; and the DPWH Design Guidelines, Criteria and Standard, Volume 2B, \nEngineering Survey s 2015 that include b ut not limited to the following  \n1. Establishment of Horizontal  and Vertical  Ground Controls  (Reference Monu ments)  \n\nTerms of Reference for the  \nConduct of Consultancy Services for Parcellary Survey  of  \nMalvar – Balete Road (Length = 8.80 Kms.)  \n \nPage 2 of 7 \n Horizontal and Vertical  Ground Control  \nHorizontal and vertical ground controls  shall be established at or near an acceptable \nvicinity of subject project using at least secondary traverse precision and accuracy. \nPreviously established and/or existing  BLLM’s shall be made part of the project \ncontrol.  \n     \n- GPS Survey  \n- The Horizontal  and Vertical  Control  Global Positioning System (GPS) network in the \nproject road shall be tied to an existing national triangulation network established \nby the NAMRIA which i s integrated to the Philippines Plane Coordinate System \n(PPCS) - Philippines Reference System of 1992 (PRS92) . New GPS Stations should \nbe least 3 km interval along the project road shall be a concrete monument of \ndimension 40  cm x 40  cm x 100 cm with 10 mm diameter x 100 cm long steel bar \nembedded at the center of the monument  (permanent and installed at location \nwhere they could not be easily removed and/or disturbed ). \n \n2. Primary Traverse:  \nTraverse station must be tied to a GPS station established in the pro ject road. \nPrimary traverse station shall be established using concrete monument of dimension \n20 cm x 20 cm x 80 cm with 10mm diameter  x 80cm long steel bar embedded at the \ncenter of the monument  (permanent and installed at location where they could not \nbe easily removed and/or disturbed ). \n \nTraverse stations or baselines must be properly established and described to be used \nas future reference for “As -Staked ” and “As -Built” surveys.  \n \n3. Research Work of Affected Lots/Real Properties  \nIn the resea rch work for ca dastral maps and technical descriptions of affected lots, \nthe names of affected land owners, if any, within the road right -of-way must be \ntaken from the corresponding Municipal, City or Provincial Assessor’s Office. As an \ninitial step the following data sh all be gathered relative to the parcellary survey.  \n \na) From the Assessor’s Office  \no Tax Declaration of Real Property  \no Tax Map to determine the owner and address  \no Construction of land improvement such as buildings, trees, and other \nimprovements (if any)  \n \nb) From City /Municipal Planning and Development Office  \no Comprehensive Land Use Plan  (CLUP)  \no Land Classification  Map (Zoning)  \n \nc) From the Affected Landowner  \no Tax Declaration of Real Property  \no Copy of the Transfer Certificate of Title (TCT)  \no Tax Clearance  \no Pictures taken by the  Consultant/Geodetic Engineer  \n \n \nd) From the Registry of Deeds  \no Certified copy of the Transfers Certificate of Title (TCT)  \nTerms of Reference for the  \nConduct of Consultancy Services for Parcellary Survey  of  \nMalvar – Balete Road (Length = 8.80 Kms.)  \n \nPage 3 of 7 \n  \ne) From the Lands Management Bureau (LM B) \no Cadastral Map  \no Technical Description of Lot  \no Lot Plan in Standard LMB Form or Sepia  \n \nf) From the Depart ment of Agrarian Reform  \no Areas subject to Land Reform or vast estate landholdings, which there is \nVoluntary Offer to Sell (VOS) by owners  \n \ng) From the National Commission for Indigenous People  \no Areas of ancestral domain (Map)  \n \nh) From the Department of National De fense (DND)  \no Maps showing areas of Military Reservation  \n \ni) From the Department of Environment & Natural Resources (DENR)  \no Protected Areas (map) from the Protected Areas Management Bureau (PAMB)  \no Cadastral Map  \n \nj) Others  \no Easement document from the NWRB (if applicab le) \no Map showing  if the project is located with in the NPAA  \no Land use plans (either from the CLUP/PPFP or from copies obtained from the \nHLURB)  \no Historical sites/structures (if any)  \n \nThe Consultant shall exhaust all possible measures to obtain all necessary dat a to be \nacquired. Lands with no available data shall be clearly mentioned/specified in the \nreport for further research during the acquisition stage.  \n \n4. Angular and Linear Error of Closures  \nAngular and linear error of closure musts be in accordance with the s pecification and \nrequirement of the Manual for La nd Surveys in the Philippines ( DENR Administrative \nOrder No. 2007 -29 and further amended by Department Memorandum Circular No.  \n2010-13). \n    \n5. Closed Traverse and/or Closed Loops  \nTraverse and/or loop stations must start and end on recovered previously established \nhorizontal ground controls of higher order and follow approximately the course of the \nboundaries of the affected properties.  \n \n6. Astronomical Observation for every Closed Traverse/Loop  \nAstronomical observ ation must be taken at every closed traverse/loop, both during \nthe morning and in the afternoon and/or during the night and shall be done at \nintervals of not more than 30 stations. The computations must be properly entered \non the prescribed DENR, Land M anagement Services Survey Forms . \n \n7. Monumenting/Placing of Permanent Reference Points  \nStandard cylindrical monuments used in defining and marking corners shall be made \nof concrete (mixture 1:2:3) at least 150 millimeters in diameter by 400 millim eters in \nTerms of Reference for the  \nConduct of Consultancy Services for Parcellary Survey  of  \nMalvar – Balete Road (Length = 8.80 Kms.)  \n \nPage 4 of 7 \n depth and must be set 350 millimeters in the ground at the corners of lots within the \nroad right of way. The top shall be centered by a galvanized iron spike or by a \nconical hole not exceeding 20 millimeters in diameters and not less than 10 \nmillimeters in depth  to define the corner to which measurement shall be made.  \n \nThe concrete monuments shall be installed at every corner intersection of the R -O-W \nlimits and at every 100m intervals along straights at closed interval of 20m along \ncurve, and at point that will ensure inter -visibility between consecutive monuments in \nrugged terrain.  \n \nReference points shall also be installed for monuments that may be removed by \nvarious activities in adjacent areas. The reference points shall be permanent and \ninstalled at location where they could not be easily removed and/or disturbed.  \n \nE. Preparation of Reports and Deliverables  \n \n1. Inception Report  \nThe Consultant is required to submit one (1)  week after commencement of services. \nIt shall outline a detailed work program and briefly descr ibe the methodology and \nproject schedule (GANTT and S -Curve) proposed to meet the terms of reference. The \nreport shall include the initial findings as well as preliminary layout of the forms to be \nused for various investigations and calculations. Inception  Reports shall be submitted \nin soft -bound copy with title of the report written at the spine.  \n \n2. Parcellary Survey Plan  \nParcellary plans drawn in the scale of  1:1000 shall be prepared in a M ylar papers. \nThese shall indicate the following:  \na) Title sheet;  \nb) Locati on Plan showing the adjoining Towns, Municipalities/Barangays, vicinity \nmap, general notes, direction of meridian, technical description of all controlling \npoints  (including elevation)  \nc) , legends/symbols, index map ; \nd) In separate sheets, indicate in tabular f rom the summary listing of names of \nclaimant/owners of affected lots with the corresponding lot numbers, title \nnumber/tax declaration number, total, affected and remaining lots areas s tation. \nBarangays, Municipality;  \ne) Project area plotted with geographic/co ordinates system grid;  \nf) Designated road alignment (centerline) with stationing of interval of one hundred \n(100) meters and right -of-way limits as identified by the Head  of Implementing \nOffice;  \ng) In every sheet of plan indicate the following:  \no Name of claimant/ s or owner of lots with corresponding lot no. and lot areas \n(remaining & affected) in sq. meter;  \no All improvements within the IROW limits ; \no Technical description o f all lots affected by the R-O-W and tie lines in tabular \nform;  \no Tabulation showing the names of  affected lot owner, the area of lot aff ected \nand area of lot remaining;  \no All corners shall be indicated by small circle with their respective number \ndescription ; \no Scale Bar ; \nTerms of Reference for the  \nConduct of Consultancy Services for Parcellary Survey  of  \nMalvar – Balete Road (Length = 8.80 Kms.)  \n \nPage 5 of 7 \n o City/Municipal and Barangay Boundar ies; \no Name, license number, d ate and place of iss uance, signat ure & seal of \nGeodetic Engineer;  \no Date of survey ; \no Names of signatories/approvi ng officials in every sheet of plans; and \no Survey waiver  \n \n3. Report and Subdivision Plan  \na) Subdivision plan shall be in accordance with the requirement of the Land \nManageme nt Services (LMS) DENR together with other documents to be \napproved by the said agency to be used for land registration purposes.  \nb) Lists of affected lots:  The list should give complete information on the subject \nlots (lot and lot numbers, registered claiman t/owner, total area, and area \naffected) . \nc) Lot data computation of affected lots:  \nThe lot data computation shall delineate the affected area from mother lot and \nshall be prepared on the prescribed LMB forms.  \nd) Source of data/information gathered . \ne) Miscellaneous  Data: \nThis shall include all research material and document pertaining to the affected \nlots such as copies of the original TCT/OCT, technical description of the lot, tax \ndeclaration of real property and approved subdivision plans in LBM Form.  \n \nF. Survey Oper ation and Submittal of Plans  \n1. The parcellary survey and preparation of parcellary survey plans and subdivi sion \nplans shall be supervised by a duly registered Geodetic Engineers.  \n2. The survey operation shall commence immediately upon receipt of the Notice to \nProceed (NTP) on the services.  \n3. Project payment shall be as per physical accomplishment reflected in the monthly \nprogress report (or in time as required by the implementing office) duly certified by \nthe Project Engineer, concurred by the Head of the Implemen ting Office or his duly \nauthorized representative  (accomplished length based on the  approved pages of the \nsubmitted and validated parcellary plan, including the corresponding subdivision \nplan). \n4. The Parcellary survey plans shall be conducted based on the Approved Detailed \nEngineering Design (DED) or “As-Stake/Revised” plans . \n5. All other survey requirements not expressly specified herein must conform to the \nprovisions of the DENR Administrative Order No. 2007 -29, Revised Regulations for \nLand Surveys, and furthe r amended by Department Memorandum Circular No. 201 0-\n13. \n6. The review and checking of parcellary plans and subdivision plans shall be \nundertaken by the Planning and Design Division to be approved by the Regional \nDirector. This is to ensure that all requireme nts of surveys shall conform to the \nprovision laid by the Manual for Land Surveys in the Philippines and DPWH -DGCS, \nVolume 2B, Engineering Surveys  2015 and/or Reference Manual for Surveys and \nInvestigation of Public Works and Highways projects.  \n7. Processing and approval of subdivision plans shall be the responsibility of Lands \nManagement Services, DENR.  \n8. The Consultant shall submit one (1) certified true copy of the receipt of subdivision \nplan by LMS/DENR as the final output and basis for payment  (transmittal letter of \nsurvey return s from DENR) . \nTerms of Reference for the  \nConduct of Consultancy Services for Parcellary Survey  of  \nMalvar – Balete Road (Length = 8.80 Kms.)  \n \nPage 6 of 7 \n 9. The consultant shall request in writing for a joint inspection composed of \nrepresentatives from the Implementing Office, to verify the actual field condition as \nregards to horizontal ground controls, installation of lot  monuments, etc.  \n10. The review and approval of the Parcellary survey plans by DPWH do not relieve the \nSurvey Contractor/Consultant from responsibility for the accuracy of the survey \nworks and permanency of the horizontal ground controls and reference stations  due \nto improper placement.  \n11. The approval of Parcellary plans shall be undertaken by the Head of Implementing \nOffice.  \n12. The approved parcellary and subdivision plans together with the technical \ndescriptions and other documents shall be stored in electronic fo rmat (CAD Files) and \nsubmitted to the Implementing Office.  \n \n2.0 IMPLEMENTATION  \n  \nA. STAFFING  \n \nThe following experts/professionals and their member shall be required to carry out the \nConsulting Services for the parcellary survey  project and should have appropr iate \neducational degree, relevant training and adequate years of experience in parcellary \nsurveys : \n \nPosition/Key \nStaff  Detailed Tasks/ \nResponsibilities  Required Qualifications  \nSenior \nGeodetic \nEngineer   Overall guidance, direction, \nsupervision and coordinat ion \nof members of the Team   Registered  / Licensed \nGeodetic Engineer with \nspecialization in parcellary \nsurvey . He/she must be \nadept in carrying out \nparcellary survey plans of \nvarious road sections in \nthis Region;  \n At least 10 -year \nexperience on parcellary \nsurvey of roads ; \nGeodetic \nEngineer   Establishments of Ground \nControls, Survey ties, \nalignment check and lot \nsurvey , Monumentation of \nground controls and traverse \nsection , Preparation of \nReports up to submission of \nthe individual lot plans to the \nDENR -LMB  Registered/Licensed \nGeodetic Engineer with \nexperience in the field of \nsurveying. He/she must \nbe familiar and adept with \nstate-of-the-art \ntechnologies in surveying \nand research work with \nextensive experience \nparcellary surveys;  \n At least 5 -year experience \non parcellary survey of \nroads ; \n \nB. CONTRACT PERIOD  \n \nTerms of Reference for the  \nConduct of Consultancy Services for Parcellary Survey  of  \nMalvar – Balete Road (Length = 8.80 Kms.)  \n \nPage 7 of 7 \n Activities  Month  \n1 2 3 4 \nResearch                  \nEstablishments of \nGround Controls                  \nSurvey ties, alignment \ncheck and lot survey                  \nMonumentation of \nground controls and \ntraver se section                  \nPreparation of Reports                  \nSubmission to DENR -LMB                 \n \nKey Staff  Month  \n1 2 3 4 \nSr. Geodetic Engineer                  \nGeodetic Engineer                  \n \n \nThe Consultant’s contract period for un dertaking the parcellary survey shall be one \nhundred twenty  (120) calendar days  and the Consultant shall commence work after \nreceipt of Notice to Proceed.    \n     \n \nPrepare d and Submitted By:        \n \n \n \nNIEVES C. LASALA         \nChief, Planning and Design Divisi on \n \nApproved By:    \n \n \n \nGIL B. AGGARI  \nChairperson  \nBids and Awards Committee"
    },
    {
        "filename": "Land Taxation.pdf",
        "content": "35 12. Land Taxation  \n \nNational Tax Research Center. Land Taxation Measures to Complement the Comprehensive \nAgrarian Reform Program (CARP). Study Proper (Volume II). January 1994.  \n \nThe study explores the feasibility of adopting the progressive agricultural land tax and a land -use \nconversion tax and restructuring the idle land tax to raise revenue and attain the redistribution aspects of \nland reform. The study consisted of two (2) pha ses: a) the design and construction of a progressive and \nequitable structure for the Progressive Agricultural Land Tax (PALT), Land -Use Conversion Tax (LCT) \nand Idle Land Tax (ILT); and (b) a field survey which solicited the opinions of various stakeholder s. The \nstudy proposes PALT model which will adopt hectarage as the basis of gradation and presents three (3) \nrate structures with different revenue potentials and possibly varied effects on the achievement of land \nreform objectives. These three (3) rate st ructures are as follows: 1) Option A with rates of five (5) percent \nfor lands over seven (7) hectares to 24 hectares, 10 percent for lands over 24 hectares to 50 hectares, \n15 percent for lands over 50 hectares, while lands of seven (7) hectares or less are  exempt from PALT; \n2) Option B with rates of 10 percent for lands over seven (7) hectares to 24 hectares, 20 percent for lands \nover 24 to 50 hectares, 30 percent for lands over 50 hectares, while lands of seven (7) hectares or less \nare exempt from LCT; and  3) Option C with rates of 10 percent for lands over seven (7) hectares to 24 \nhectares, 20 percent for lands over 24 to 50 hectares, 50 percent for lands over 50 hectares, while lands \nof seven (7) hectares or less are exempt from ILT. The study proposes tw o (2) prototypes for LCT \nstructure such as: the full value model and the increment value model. The full value model of the LCT \nwill be based on the full current market value (CMV) of the agricultural land after conversion. Under the \nincrement value model,  the base of the tax is the “unearned increment”. The “unearned increment” is the \nincrease in the land value as a result of the change in land use thus, the tax will be imposed only on the \ndifference in the current market value before and after conversion.  On the other hand, the study proposes \nthat ILT may be imposed at a fixed rate of five (5) percent of the assessed value or at progressive \n(graduated fixed) rates based on the number of years the land remains idle, as follows: a) first five (5) \nyears the l and remains idle, five (5) percent of either the market value or assessed value; b) six (6) years \nto 10 years, 10 percent of either the market value or assessed value; and c) 11 years and above, 15 \npercent of either the market value or assessed value. The above -mentioned land tax measures are \nenvisioned to be national impositions. The PALT and ILT will be administered by the local government \nunits (LGUs) using the present realty tax mechanism, while the LCT will be implemented by DAR."
    }
]